Repository: mozilla-l10n/mt-training-data
Catalog: jv/jv_pontoon.tmx
Source language: en_us
Languages: jv

source: Thanks for confirming your account, now let's build your profile.
jv: Matur nuwun kanggo konfirmasi akun sampeyan, saiki ayo gawe profil sampeyan.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
jv: Matur nuwun kanggo kontribusi saka luwih saka 259 ewu wong ing luwih saka 50 basa, data iki digunakake kanggo nglatih aplikasi sing bisa digunakake kanggo wicara supaya bisa nanggapi swara manungsa kanthi luwih apik.

source: Thank you for contributing to Spontaneous Speech!
jv: Matur nuwun wis kontribusi kanggo Ngomong Spontan!

source: Thank you for contributing your bulk submission!
jv: Matur nuwun kanggo nyumbang kiriman masal!

source: Thank you for contributing your voice!
jv: Matur nuwun sampun nyumbangaken swara sampeyan!

source: Thank you for donating your voice clips!
jv: Matur nuwun sampun nyumbang klip swara!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
jv: Matur nuwun sampun ngrekam!<lineBreak></lineBreak>Saiki delengen lan kirim klip sampeyan ing ngisor iki.

source: Thank you for your information
jv: Matur nuwun kanggo informasine sampeyan

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
jv: Matur nuwun kanggo keliloane sampeyan nyumbang kanggo { $lang }. Kita kerja ngoyo kanggo nyiapake saben basa kanggo diluncurake lan tetep dianyari dening tim liwat email. Yen sampeyan pengin nyumbang, kirimen email sampeyan ing ngisor iki.

source: Thank you for your voice information
jv: Matur nuwun kanggo informasi swara sampeyan

source: Thank you! You’ve sent a new language enquiry
jv: Matur nuwun! Sampeyan wis ngirim pitakon basa anyar

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
jv: Ukara sing paling apik yaiku sing alami lan gampang diomongake — ukara-ukara kasebut kudune gampang diwaca dening wong liya. Sanajan maneka warna cara wicara lan tembung sing beda-beda ing ukara iku penting, kita uga nyoba nggawe rekaman ukara dadi apik lan nyenengake kanggo komunitas sukarelawan kita sabisa-bisane.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
jv: Ukara paling apik kanggo mbangun mesin pangenalan wicara sing migunani yaiku basa sedina-dina lan modern. Sawetara ide kanggo mbantu sampeyan nggawe ukara yaiku;

source: The bumblebee sped by.
jv: Kumbang mlayu.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
jv: Juglangan Klip kuwi isine klip swara sing ora mlebu ning kumpulan data Common Voice. Koyok kumpulan data, Juglangan Klip terus ono menawa butuh diundhuh. Suwun gawe wong-wong lan para organisasi ing ngisor iki kanggo bantuan karo proyek:

source: The clip has disrespectful or offensive language.
jv: Klip kasebut nggunakake basa sing ora sopan utawa nyinggung.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
jv: Kumpulan data Common Voice isine atusan ewu contho swara sing mbantu pangembang nggawe alat pangenalan swara.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
jv: Komunitas kasebut minangka jantunge Common Voice - sing asale saka kabeh ndonya, lan minangka aktivis basa lan ilmuwan lan seniman. Sampeyan bisa sinau luwih lengkap babagan carane melu ing kaca <about>Minangka</about> lan ing <community>Petunjuk Komunitas</community>. Yen sampeyan seneng ing kekancan karo organisasi sing luwih jero, <emailFragment>hubungi.</emailFragment>

source: The content contains a language different than I was expecting.
jv: Isine ngandung basa sing beda saka sing tak karepake.

source: The content has disrespectful or offensive language.
jv: Isi ne ngandung basa sing ora sopan utawa nyinggung.

source: The content is empty, corrupt, contains a different language, etc.
jv: Isine kosong, rusak, nggunakake basa sing beda, lan liya-liyane.

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
jv: Tag khusus ing ngisor iki kudu digunakake kanggo nandhani swara ora lancar, pengisi, lan jinis konten dudu-lisan liyane (ing basa Inggris).

source: The giant dino [cough] the Triassic.
jv: Dino raksasa [watuk] Trias.

source: The giant dinosaur of the Triassic.
jv: Dinosaurus raksasa saka Triassic

source: The giant dinosaurs of the Triassi-.
jv: Dinosaurus raksasa saka Triassi-.

source: The giant dinosaurs of the Triassic.
jv: Dinosaurus raksasa saka Trias.

source: The giant dinosaurs of the Triassic. [read by one voice]
jv: Dinosaurus raksasa saka Trias. [diwaca dening siji swara]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
jv: Dinosaurus raksasa saka Triassic. <strong>[diwaca dening siji swara]</strong>

source: The giant dinosaurs of the Triassic. Yes.
jv: Dinosaurus raksasa saka Trias. Ya.

source: The giant dino <strong>[cough]</strong> the Triassic.
jv: Dino raksasa<strong>[batuk]</strong>Triasik.

source: The MediaRecorder API is not supported in your browser.
jv: API MediaRecorder ora didhukung ing browser sampeyan.

source: The number of recordings and which languages you contribute to will be public.
jv: Jumlah rekaman lan basa sing sampeyan sumbangake bakal umum.

source: The page you are looking for could not be found
jv: Kaca sing sampeyan goleki ora bisa ditemokake

source: The question should be answerable in just a couple of sentences.
jv: Pitakonane kudune bisa dijawab mung sajrone sawetara ukara.

source: There are currently no sentences to review in this language.
jv: Saiki durung ana ukara sing bisa direviu nganggo basa iki.

source: There are currently no transcriptions to check for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
jv: Saiki ora ana transkripsi kanggo mriksa kumpulan data iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa pindhah menyang transkripsi swara lan coba maneh mengko.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
jv: Saiki ora ana transkripsi kanggo mriksa basa iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa pindhah menyang transkripsi swara lan coba maneh mengko.

source: There are currently no transcriptions to tag for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
jv: Saiki ora ana transkripsi sing kudu diwenehi tandha kanggo kumpulan data iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa pindhah menyang transkripsi swara lan coba maneh mengko.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
jv: Ana akeh cara kanggo mikir babagan basa. yen tujuan e pangenalan wicara, Common Voice nyaranake fokus ing 'padha ngertine', utawa 'apa penutur basa iki bisa padha ngertine siji lan liyane yen nyoba?'

source: There are no more questions for this dataset. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
jv: Ora ana pitakonan maneh kanggo kumpulan data iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa pindhah menyang transkripsi swara lan coba maneh mengko.

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
jv: Ora ana pitakonan maneh kanggo basa iki. Yen sampeyan wis nglewati, sampeyan iso nerusno konten sing dilewati utowo pindhah nang transkripsi swara lan coba maneh mengko.

source: The recording was too long.
jv: Rekamane kedawanen.

source: The recording was too quiet.
jv: Rekamane sepi banget.

source: The recording was too short.
jv: Rekamane cendhek banget.

source: There is currently no audio to transcribe for this dataset. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
jv: Saiki ora ana swara kanggo ditranskripsi kanggo kumpulan data iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa bukak maneh transkripsi lan coba maneh mengko.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
jv: Saiki ora ana audio kanggo ditranskripsi kanggo basa iki. Yen sampeyan wis nglewati, sampeyan bisa nerusake konten sing dilewati utawa bukak maneh transkripsi lan coba maneh mengko.

source: There is no “perfect” way to answer
jv: Ora ana cara "sampurna" kanggo njawab

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
jv: Panjaluk kasebut butuh wektu suwe kanggo ngrampungake. Iki biasane sak wetoro. Coba maneh. Kanggo bantuan, mangga gabung karo <matrixLink>Obrolan komunitas Matrix</matrixLink>, monitor masalah situs liwat <githubLink>GitHub</githubLink> utawa bukak <discourseLink>forum Discourse kita</discourseLink>.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
jv: Ideale ora ana angka ing teks sumber amarga bisa nyebabake masalah nalika diwaca banter. Cara maca angka gumantung saka konteks lan bisa uga nggawe kebingungan ing kumpulan data. Contone, angka "2409" bisa diwaca kanthi akurat minangka "rong puluh papat nol sanga" lan "rong ewu patang atus sanga".

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
jv: Bakal ana variasi alami antarane pamaca. Tolak mung yen volumene banter banget nganti rekamane pedhot, utawa (luwih umum) yen cilik banget nganti sampeyan ora bisa krungu apa sing diomongake tanpa referensi teks sing ditulis.

source: The route was unclear.
jv: Jalur kasebut ora jelas.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
jv: Basa-basa kasebut saiki ana ing pangembangan masyarakat. <localizationGlossaryLink>Lokalisasi situs web</localizationGlossaryLink> lan <sentenceCollectionGlossaryLink>koleksi ukara</sentenceCollectionGlossaryLink> dibutuhake kanggo diluncurake.

source: The selected file is too large
jv: File sing dipilih gedhe banget

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
jv: Pengumpul Ukara lagi pindhah menyang platform inti Common Voice. Saiki sampeyan bisa <writeURL>nulis</writeURL> ukara utawa <reviewURL>review</reviewURL> pengiriman ukara tunggal ing Common Voice.

source: The sentence has a grammatical or spelling error.
jv: Ukara kasebut nduweni kesalahan tata basa utawa ejaan.

source: The sentence has disrespectful or offensive language.
jv: Ukara kasebut nggunakake basa sing ora sopan utawa nyinggung.

source: The sentence must be grammatically correct.
jv: Ukara kasebut kudu bener sacara tata basa.

source: The sentence must be speakable.
jv: Ukara kasebut kudu bisa diucapake.

source: The sentence must be spelled correctly.
jv: Ukara kasebut kudu dieja kanthi bener.

source: The sentence should have fewer than 15 words.
jv: Ukara kasebut kudu kurang saka 15 tembung.

source: The site is ready to be launched when it reaches 75% completion.
jv: Situs e siap diluncurake yen wis 75% rampung.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
jv: Situs kasebut bakal mbalik sanalika sak cepete. Kanggo informasi paling anyar, mangga gabung karo <matrixLink>Obrolan komunitas Matrix</matrixLink> utawa bukak <githubLink>GitHub</githubLink> utawa <discourseLink>forum Discourse kita</discourseLink> kanggo ngirim lan ngawasi masalah pengalaman situs.

source: The sound of laughter.
jv: Swara ngguyu.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
jv: Korpus TED-LIUM digawe saka swara ceramah lan transkripsi sing kasedhiya ing situs web TED.

source: The website text is translated into that language.
jv: Teks situs web diterjemahake nang basa kuwi.

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
jv: Coba pikirake sedhela babagan pitakonan kasebut, pikirake bab apa sing pengin diomongake, nanging aja kakehan nulis skrip. Klik lambang 'rekam'. Sawise ngrekam, sampeyan bisa ngrungokake dhewe, ngrekam maneh, mbusak utawa ngirim.

source: Think of real-life moments or situations: jokes, arguments, traditions
jv: Pikirake momen utawa kahanan nyata: guyonan, padudon, tradhisi

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
jv: Isi iki ngadung informasi sing bisa dingerteni pribadi sing ana gandhengane karo identitas individu, kayata jeneng, alamat email, lokasi, nomer identifikasi, utawa nomer telpon.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
jv: Konten iki njaluk informasi sing bisa dingerteni pribadi sing ana hubungane karo identitas individu, koyok jeneng, alamat email, lokasi, nomer identifikasi, utawa nomer telpon.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
jv: Informasi iki opsional - sampeyan mung perlu nambahake yen sampeyan setuju. Nalika kita ngrilis dataset, kita nggunakake jeneng samaran kanggo kabeh informasi pribadi, lan mesthekake yen informasi kaya jeneng lan email sampeyan ora ana gandhengane karo informasi demografi kaya umur utawa jenis kelamin.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
jv: Informasi iki opsional kanggo didhiyakake - sampeyan mung kudu nambah yen sampeyan kerasa nyaman. Nalika kita ngeculake kumpulan data, kita nyamarake kabeh informasi pribadhi, lan mriksa manawa informasi kaya jeneng lan email ora disambungake menyang informasi demografi kaya umur utawa jinis. Supaya teknologi bisa digunakake kanthi apik kanggo kabeh wong, data bakal mbantu pangembang kanggo mbangun teknologi kudu nggambarake macem-macem wong. Sinau luwih lengkap babagan apa kuwi metadata penting.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
jv: Iki minangka segmen panggunane kasus sing ngemot data kanggo pangenalan digit sing diucapake lan dideteksi ya / ora.

source: This is how you cite yourself if you wrote the content yourself.
jv: Iki carane sampeyan ngutip sampeyan dhewe yen sampeyan sing nulis konten kasebut dhewe.

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
jv: Proyek iki ora bakal bisa kelakon tanpa wong-wong kaya sampeyan. 🎉 Ana akeh cara kanggo melu Common Voice - sampeyan ora perlu ngerti carane mrogram kanggo nyumbang!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
jv: Setelan iki ngontrol visibilitas leaderboard sampeyan. Yen didhelikake, kemajuan sampeyan bakal dadi pribadi. Iki tegese gambar, jeneng pangguna lan kemajuan sampeyan ora bakal katon ing leaderboard. Elinga yen refresh leaderboard mbutuhake ~{ $menit }menit kanggo ngumpulake owah-owahan.

source: Three to go!
jv: Telu maneh pindah

source: Tibetan
jv: Tibet

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
jv: Kanggo ngganti utawa nyunting email sampeyan, kirim email menyang <emailFragment>commonvoice@mozilla.com</emailFragment>

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
jv: Kanggo nggawe kunci API pisanan sampeyan, klik "Gawe Kredensial API," banjur jeneng Kredensial API sampeyan gawe lan Kredensial API unik kanthi ngeklik "Gawe Kredensial." Banjur, nyalin kunci rahasia langsung, amarga mung bakal ditampilake sapisan.

source: Today
jv: Dina iki

source: Today's Common Voice progress on clips recorded
jv: Kemajuan Swara Umum Dina iki babagan klip sing direkam

source: Today's Common Voice progress on clips validated
jv: Kemajuan Swara Umum Dina iki babagan klip sing wis divalidasi

source: Today's Progress
jv: Kemajuan Dina iki

source: Toggle automatic word-by-word playback
jv: Ngalihake pamuteran otomatis saben tembung

source: Toggle mode menu
jv: Menu mode ngalih

source: Toggle popover
jv: Ngalih popover

source: Toggle transcription mode menu
jv: Ngalih menu mode transkripsi

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
jv: Kanggo nggawe kumpulan data Common Voice, klip swara kudu divalidasi karo lara pangguna sing bedha.

source: Too many files
jv: Kakehan file

source: Top Contributors
jv: Kontributor Top

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
jv: Kanggo nglaporake konten, pilih tombol "Laporan" lan pilih siji utawa kabeh pilihan: Konten sing Nyerang, Basa sing Beda, Informasi Pribadi sing Bisa Diidentifikasi, lan liyane. Saka kene, wenehana rincian luwih lengkap babagan alesan sampeyan nglaporake konten kasebut ing area teks. Banjur, kirim Laporan kanthi ngeklik tombol Laporan.

source: Total Approved
jv: Total sing disetujoni

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
jv: Ing sisih tengen kita njlentrehake keuntungan lan njlentrehake informasi apa sing kita umumake. Gunakake tautan ing ngisor iki kanggo miwiti akun Common Voice ing piranti sampeyan dhewe.

source: Toward next goal
jv: Menyang sasaran sabanjure

source: Track progress here and on your stats page.
jv: Lacak kemajuan ing kene lan ing kaca statistik sampeyan.

source: Transcribe
jv: Transkripsi

source: Transcribe answers
jv: Transkrip jawaban

source: Transcribe Audio
jv: Transkripsi Swara

source: Transcribe audio recordings
jv: Transkripsikake rekaman audio

source: Transcribe audio recordings into text
jv: Transkripsikake rekaman audio menyang teks

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
jv: Transkripsi rong basa kasebut kaya sing katon/dirungokake. Aja "ndandani" basa kasebut utawa ngganti dadi mung sak basa.

source: Transcribe the Audio
jv: Transkrip Swara

source: Transcribing
jv: Transkripsi

source: Transcript edited successfully
jv: Transkrip kasil diowahi

source: Transcript skipped successfully
jv: Transkrip kasil dilewati

source: Transcript submitted successfully
jv: Transkrip kasil dikirim

source: Transcript voted successfully
jv: Transkrip kasil dipilih

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
jv: Terjemahake utawa tulis langsung – tulis apa sing diomongake pamicara, dudu apa sing "karepe".

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
jv: <translateVideoLink>Deleng pandhuan kita kepiye cara nggunakake Pontoon.</translateVideoLink>

source: Translating the site
jv: Nerjemahake situs

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
jv: Terjemahan saka basa Inggris, nanging sampeyan bisa ndeleng <strong>Saran</strong> ing basa liya. Klik lambang <strong>Profil</strong>, banjur logo <strong>Setelan</strong> lan tambahake basa sing sampeyan gunakake. Ing pojok tengen ngisor bakal ana daftar terjemahan sing diarani <strong>Lokal</strong>. Terjemahan nuduhake ing situs sawise sedina.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
jv: Terjemahan situs Common Voice kedadeyan ing <strong>Pontoon</strong>.
